{
  "1697770872649": {
    "quote": "Embrace the lessons from your mistakes, but don't burden yourself with guilt.",
    "link": "CxrrzNZyWeZ"
  },
  "1697805580787-0": {
    "quote": "It's impossible to have both sides of the coin facing upward and clean.",
    "link": "CxvX1n0JYqi"
  },
  "1697805580787-1": {
    "quote": "Wanting what others have can make us sad. Believe me, you have many things that many wish to have in their life",
    "link": "CxvX1n0JYqi"
  },
  "1697864771244-0": {
    "quote": "Luck is the reflection of our surroundings, whether they cast shadows or sunshine.",
    "link": "Cx4jKdqJFdN"
  },
  "1697864771244-1": {
    "quote": "Luck is not about money, luck is all about the mindset and positivity we gain from past experiences.",
    "link": "Cx4jKdqJFdN"
  },
  "1697948327715": {
    "quote": "Life is a complex equation, and our environment is the variable that adds both challenge and unpredictability to the solution.",
    "link": "CyqlcB7J7jl"
  },
  "1698384684958-0": {
    "quote": "I was happily traveling with 500 rupees in my pocket, and I lost it accidentally. Now I am even happier that I can travel with less weight in my pocket.",
    "link": "Cyf1CQLJT1l"
  },
  "1698384684958-1": {
    "quote": "Happiness and Success isn't a destination; it is a path where you are satisfied with what you have, what you don't have, what you can, and what you can't.",
    "link": "Cyf1CQLJT1l"
  },
  "1700627188837": {
    "quote": "I totally outpaced Usain Bolt in a race, and you won't believe the reason why - he was holding the map upside down!",
    "link": "Cz6pO3-putn"
  },
  "1705429034286-0": {
    "quote": "Math is the solution to problems, not just the calculation of numbers.",
    "link": "C2Kzlf1pJQD"
  },
  "1705429034286-1": {
    "quote": "Math is like the moon, which has so much contribution in your life. If the moon were disabled, all would die, but still, no one gives the moon that importance, with the logic that we never stepped on the moon.",
    "link": "C2Kzlf1pJQD"
  },
  "1705755929101": {
    "quote": "Consistency isn't just about reaching new heights; it's also an achievement to maintain your position against rivals by putting in the daily hard work and refusing to slide backward",
    "link": "C2UqL1eoRjO"
  },
  "1705855540890": {
    "quote": "To me, true strength is demonstrated when someone remains positive towards an individual from a group, despite facing negativity from others in that same group. It's important to not judge people based on common traits they share with others, but rather as unique individuals. This mindset is proof of how powerful your conscious mind can be in influencing your unconscious mind. Our unconscious mind tends to generalize past experiences and treat new situations based on them. However, through conscious mind training, we can inform our unconscious mind that each person is unique and not to be judged based on past experiences.",
    "link": "C2XnuMcpWze"
  },
  "1706592237321": {
    "quote": "Always be a beggar (My all-time favorite quote.)",
    "link": "C2ppj4KJIDL"
  }
}
